/* Standard dialog buttons */
"OK" = "Aceptar";
"Cancel" = "Cancelar";
"Retry" = "Reintentar";
"Disconnect" = "Desconectar";

/* Low disk space warning alert */
"Your startup disk is almost full." = "El disco de arranque casi está lleno.";
"You need to make more space available on your startup disk by deleting files." = "Deberá eliminar archivos para aumentar el espacio disponible en el disco de arranque.";
"Your disk is almost full." = "El disco casi está lleno.";
"The disk " = "El disco ";
" is almost full. You can delete files on the disk to make more space available." = " casi está lleno. Puede aumentar el espacio disponible eliminando archivos del disco.";
"Do not warn me about this disk again" = "No volver a mostrar avisos sobre este disco";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "El disco de arranque está lleno.";
"Your_disk_is_full." = "El disco está lleno.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " está lleno. Puede aumentar el espacio disponible eliminando archivos del disco.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Uno de los servidores que utiliza no responde a las peticiones de bloqueo de archivos. ¿Desea seguir intentando establecer comunicación con él?";
"Click OK to continue trying to contact the server " = "Haga clic en Aceptar para seguir intentando establecer conexión con el servidor ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Haga clic en Desactivar Bloqueos para desactivar el bloqueo de archivos en este sistema de archivos. Si lo hace, puede que todas las aplicaciones que utilicen la función de bloqueo de archivos en este sistema dejen de funcionar.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "¿Seguro que desea desactivar el bloqueo de archivos en este sistema de archivos?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Si desactiva los bloqueos en este sistema de archivos, puede que todas las aplicaciones que utilicen la función de bloqueo de archivos en este sistema dejen de funcionar.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "No volver a avisar.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Error de lectura/escritura";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Error detectado al acceder";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Se han detectado daños en el sistema de archivos";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Se han detectado daños del sistema de archivos en";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  El volumen se reparará la próxima vez que se monte.";
